<?php

include '../includes/connection.php';
include '../includes/sidebar.php';

?>
<style>
  .rules li::marker{
    color: black;
  }
</style>

<div id="rules" style="line-height: 1.5;">
<h2 class="text-center text-700">የሰላም አርጊው ሃይፐር ማርኬት ሥራ አስኪያጅ የሥራ ግዴታዎች እና ኃላፊነቶች</h2>
<h2 class="text-left">የሰው ሀብት፣ ፋይናንስ እና ሌሎች አስተዳደራዊ ስራዎችን በተመለከት</h2>
<ol class="rules">
  <li>የድርጅቱን የአምስት አመት መሪ ስልታዊ እቅድ እና አመታዊ እቅድና ግቦችን ማቀድ</li>
  <li>የድርጅቱን ሰራተኞችን ከቦርዱ ጋር በመሆን መቅጠር፣ ማሰልጠን፣ ማበረታታት እና መቆጣጠር፤፣</li>
  <li>የድርጅቱን ሰራተኞችን ወደ ከፍተኛ አፈፃፀም እንዲመጡ ማገዝ እና መምራት፤ አፈጻጸምን መከታተል</li>
  <li>ለድርጅቱ ሰራተኞች የሽያጭ ቴክኒኮችን እና የምርት እውቀትን ለማሻሻል እንዲሁም በሌሎች የመፈጽም አቅም የሚያሳድጉ ስልጠናዎችን መስጠት፤</li>
  <li>የድርጅቱን ስራዎች ማደራጀት እና ለሰራተኞች ኃላፊነቶችን መስጠት፤</li>
  <li>ለሰራተኞች የጊዜ ሰሌዳ ማዘጋጀት እና የእረፍት እና የህመም ጊዜያቸውን መፍቀድና መቆጣጠር፤ </li>
  <li>የሰራተኞች የደረጃ እና የእርከን እድገት ሲኖር በሰው ሀብት መመሪያው መሰረት ሰርቶ እንዲያድጉ ለቦርዱ ማቅረብ፤</li>
  <li>የሰራተኞችን ደመወዝ፣ ጥቅማ ጥቅም እና አበል ከቦርዱ ጋር እየፈረሙ እንዲከፈላቸው ማድረግ፤</li>
  <li>በወቅቱ የሚከፈሉ የስራ ግብር፣ የጠወሬታ መዋጮ፣ የገቢ ግብር፣ የTOT, VAT እንዲሁም የተለያዩ የአገልግሎት ክፍያዎችን መክፈል።</li>
  <li>የድርጅቱን ስራዎች ማደራጀት እና ለሰራተኞች ኃላፊነቶችን መስጠት፤</li>
  <li>የድርጅቱን ስራዎች ማደራጀት እና ለሰራተኞች ኃላፊነቶችን መስጠት፤</li>
	<li>የተለያዩ ህትመቶችን እና መመሪያዎችን በወቅቱ ማሳተም</li>
	<li>የሽያጭ እና የገቢ ሪፖርቶችን መተንተን እና ትንበያዎችን መስራት፤</li>
	<li>ለምርት አቅርቦት ወይም የግብይት ስትራቴጂዎች ማስተካከያዎችን ለመምከር የገበያ ሁኔታዎችን እና የደንበኛ ግብረመልስን መተንተን፤ </li>
	<li>በገበያ እና በፉክክር ለውጦች ዙርያ ወቅታዊ መረጃዎችን ማሰባሰብ፤</li>
	<li>ለድርጅቱ ቦርድ አስፈላጊ የሆኑ ሪፖርቶችን ማዘጋጅት፤</li>
	<li>የገበያን ፍላጎት ለማሟላት እና ጥሩ የአክሲዮን ደረጃዎችን ማስተዳደር፤</li>
	<li>የባንክ ሂሳቦችን ጨምሮ ጠቅላላውን የሱቅ ፋይናንስ እና ንብረቶችን ከሚመለከታቸው አካላት ጋር በመሆን ማስተዳደር፤</li>
	<li>በየቀኑ የተሸጠውን ገንዘብ ወደ ባንክ ገቢ መሆኑን መቆጣጠር፤</li>
</ol>
<h2>ሽያጭ ማሳደግ  እና ደንበኛ አያያዝን በተመለከተ</h2>
<ol class="rules">
  <li>ከቦርድ፣ ሎጂስቲክስ ክፍል፣ የህዝብ ግንኙነት እና የደንበኞች አገልግሎት \(ሽያጭ ሰራተኞች）እና ሌሎች የድርጅቱ ክፍሎች ጋር በመሆን የደንበኞችን ብዛት ለማብዛት እና በዘላቂነት ለመያዝ ስልቶችን መንደፍ፣ ምሳሌ ለደንበኞችን ተጨማሪ አገልግሎቶችን መስጠት፤ አዳዲስ የንግድ እድሎችን እና ገበያዎችን በንቃት መፈለግ እና ደንበኛ ሊሆኑ የሚችሉ ሰዎችን መለየት እና የምርት ድብልቅን (ቅንጅት) ማመጣጠን፤</li>
  <li>የድርጅቱን የገበያ ድርሻ ለመጨመር ዕቅዶችን መንደፍ </li>
  <li>ሽያጭን ወደ ከፍተኛ የገበያ ደረጃ ለማሳደግ ትርፋማና ዘላቂ የሽያጭ እና የግብይት ስልቶችን እና ፕሮግራሞችን ማቀድ እና መምራት፤ ለምሳሌ የጅምላ እና የችርቻሮ ቅናሽ እና የዱቤ ሽያጭ</li>
  <li>በገበያው ውስጥ ተወዳዳሪ በመሆን ትርፋማነትን ከፍ ለማድረግ የሚያስችል የጅምላ ምርቶች የዋጋ አሰጣጥ ስልቶችን ማዘጋጀት እና መተግበር፤</li>
  <li>የጫራታዎች፣ የንግድ ትርዒቶች እና ኤግዚቢሽኖች የግብይት ዘመቻዎችን ላይ መሳተፍ፤</li>
  <li>የበዓል ማስተዋወቂያዎችን ማዳበር፤</li>
  <li>በመደብር ውስጥ የማስተዋወቂያ ዝግጅቶችን ወይም ማሳያዎችን ማዘጋጀት እና በየጊዜው እየገመገሙ ማሽሳል፤</li>
  <li>ከሎጂስቲክስ ቡድን ጋር ምርቶችን ለደንበኞች በወቅቱ ማድረስ ፣ ማናቸውንም የድርጅቱን መላኪያ እና የደንበኞች መቀበያ መንገዶች መከታተል፤</li>	 
<li>ከቦርድ፣ ሎጂስቲክስ ክፍል፣ የህዝብ ግንኙነት እና የደንበኞች አገልግሎት (ሽያጭ ሰራተኞች）እና ሌሎች የድርጅቱ ክፍሎች ጋር በመሆን የሽያጭ እንቅስቃሴዎችን መገምገም፤</li>
</ol>	 
<h2>የመደብር አስተዳደርን በተመለከት</h2>
<ol class="rules">
<li>ወጭን ቆጣቢ እና ፈጣን አሰራርን በመዘርጋት የክምችት ደረጃዎችን መከታተል፣ ፍላጎቶችን መተንበይ እና መደብሩን መቆጣጠር፤</li>
<li>የመደብሩን መልካም ስም ለማስጠበቅ ከደንበኞች የሚቀርቡ ቅሬታዎችን ማስተናገድ፤</li>
<li>መደብሩ ንጹህ፣ ለእይታ የሚስብ እና ለማሰስ ቀላል መሆኑን በየጊዜው ማረጋገጥ፤</li>
<li>ኪሳራን መቀነስ እና ሸቀጦችን ከስርቆት ወይም ከጉዳት የመጠበዊያ ህጋዊ የጤንነት እና የደህንነት ፕሮቶኮሎችን መፍጠር </li>
<li>ወደ መደብሩ የሚገቡትን ወይም የሚወጡትን ምርቶች ትክክለኛ መዝገቦችን መያዝ፤</li>
<li>የተገዙት ምርቶች የኩባንያውን የጥራት ደረጃዎች እና ትክክለኛ የማቅረቢያ ዋጋ መገዛታቸውን ማረጋገጥ፤</li>
<li>በመደብሩ ውስጥ የማሻሻያዎችን አስፈላጊነት ለመወሰን የገበያውን ሁኔታ መከታተል፤</li>
<li>በሽያጭ ግቦች መሰረት ትክክለኛውን የምርት መጠን ለመጠበቅ ምርቶችን ከአቅራቢዎች ማዘዝ እና ማደራጀት፤
አቅራቢዎች በተመለከት</li>
<li>ከአቅራቢዎች እና የአምራች ተወካዮች ጋር በቅርበት በመስራት ስልታዊ አደረጃጀት እና እቅድ በማዘጋጀት ለጅምላ እና ችርቻሮ ሽያጭ የሸቀጦችን ግዥ እና ክምችት መቆጣጠር፤</li>
<li>የዋጋ አሰጣጥን፣ የመላኪያን እና የክፍያ ዕቅዶችን ጨምሮ ጠቃሚ ውሎችን ከአቅራቢዎች፣ አምራቾች እና ሌሎች ተቋማት እና ግለሰቦች ጋር መውሰድ፤</li>
<li>ስለ ክምችት ትዕዛዞች ከአቅራቢዎች ጋር መደራደር እና ሸቀጦችን እንደ አስፈላጊነቱ ማዘዝ፤</li>
<li>በሱቁ ውስጥ የአጠቃላይ የአቅርቦት ሰንሰለት  ስራዎችን መቆጣጠር፤</li>
</ol>
</div>
<div class="mt-4 text-end" >
  <button class="btn btn-success mx-1 px-4" onclick="adminRules()">Print</button>
  <!-- <button class="btn btn-primary mx-1 px-4" onclick="adminRules()">Download</button> -->
</div>

<script>
 
            function adminRules(){
              var divContent = document.getElementById('rules').innerHTML;
              var a = window.open('', '');
              a.document.write('<html><title>Admin Rules</title>');
              a.document.write('<body style="line-height: 1.5;">');
              a.document.write(divContent);
              a.document.write('</body></html>');
              a.document.close();
              a.print();
            }
</script>

<?php
include '../includes/footer2.php';
?>